{
    "welcome": "Welcome to GeoBattle, a massively multiplayer game on a global scale that actively uses geolocation. Your main goal is to build the most powerful state.",
    "buildFirstSector": "To get started, choose a place for your base. The base consists of sectors. Build the first sector. To do this, click on the map, and then click on the check mark. We recommend to build the first sector near the place where you are going to play, since when expanding the base you will need to be in its territory.",
    "enterBuildMode": "Fine! On sectors are buildings. Since the building requires resources, you will need a mine. Enter construction mode. To do this, click on the button with the tools.",
    "buildMine": "Click on the button in the lower right corner. The building type selection menu appears. Select a mine, select a location for it and click on the check mark.",
    "buildMoreMines": "You built mine. Now resources are being extracted faster. Build two more mines.",
    "enterDestroyMode": "The sector is out of energy! There are two ways to restore energy in the sector: destroy some buildings or build a generator. Enter the destruction mode. To do this, click on the button with an excavator.",
    "destroyMine": "Click on the building you want to destroy. It will be highlighted in red. Then click on the check mark.",
    "buildGenerator": "Power supply restored. In order for the energy shortage situation to be as rare as possible, you need to build a generator. Build it using construction mode.",
    "buildTurret": "Your base needs protection. Because you have only one sector, no one can destroy you yet. But in the future protection will be needed. Build a turret",
    "buildHangar": "Now you have to think about attacking other players. To attack other players you will need hangars. Build a hangar",
    "openHangarDialog": "Hangars are useless without units. In order to build units, you must click on the hangar. After the appearance of the button with the plane, click on it",
    "closeHangarDialog": "You can build multiple units. After construction, exit the hangar menu.",
    "buildResearchCenter": "One of the components of the game are research. Build a research center",
    "openResearchCenterDialog": "Open the research menu. To do this, click on the button with the bulb",
    "closeResearchCenterDialog": "For research you need a lot of resources. You can not research anything now, because you do not have even the maximum amount of resources that you can extract. The maximum number of resources increases with the number of sectors. Close the research menu",
    "yourPossibilities": "Now that you have a starting base, you can also:\n1. Build new sectors (button with a new sector). To do this, you must be in territory of the new sector\n2. Attack other players (button with a sight). To do this, you must be in territory of the attacked sector",
    "goodLuck": "Good luck"
}
