{
    "welcome": "Добро пожаловать в GeoBattle - многопользовательскую игру планетарного масштаба, активно использующую геолокацию. Ваша главная цель - построить самое могущественное государство.",
    "buildFirstSector": "Для начала, выберите место для вашей базы. База состоит из секторов. Постройте первый сектор. Для этого нажмите на карту, а затем нажмите на галочку. Рекомендуем построить первый сектор рядом с местом, где вы собираетесь играть, т. к. при расширении базы вы должны будете находиться на её территории.",
    "enterBuildMode": "Отлично! На секторах располагаются здания. Т. к. для постройки требуются ресурсы, вам понадобится шахта. Войдите в режим строительства. Для этого нажмите на кнопку с инструментами.",
    "buildMine": "Нажмите на кнопку в правом нижнем углу. Откроется меню выбора типа здания. Выберите шахту, выберите место для неё и нажмите на галочку.",
    "buildMoreMines": "Вы построили шахту. Теперь ресурсы добываются быстрее. Постройте ещё две шахты.",
    "enterDestroyMode": "На секторе закончилась энергия! Есть два способа восстановить энергию на секторе: разрушить некоторые здания или построить генератор. Войдите в режим разрушения. Для этого нажмите на кнопку с экскаватором.",
    "destroyMine": "Нажмите на здание, которое вы хотите разрушить. Оно выделится красным. Затем нажмите на галочку.",
    "buildGenerator": "Энергоснабжение восстановлено. Для того, чтобы ситуация с нехваткой энергии была как можно реже, вы должны построить генератор. Постройте его, используя режим строительства.",
    "buildTurret": "Ваша база нуждается в защите. Т. к. у вас только один сектор, то вас пока никто не сможет уничтожить. Но в будущем защита понадобится. Постройте турель.",
    "buildHangar": "Теперь вы должны подумать о нападении на других игроков. Для нападения на других игроков вам понадобятся ангары. Постройте ангар.",
    "openHangarDialog": "Ангары бесполезны без юнитов. Для того, чтобы построить юнитов, вы должны нажать на ангар. После появления кнопки с самолётом, нажмите на неё.",
    "closeHangarDialog": "Вы можете построить несколько юнитов. После окончания строительства выйдите из меню ангара.",
    "buildResearchCenter": "Одной из составляющих игры являются исследования. Постройте исследовательский центр.",
    "openResearchCenterDialog": "Откройте меню исследований. Для этого нажмите на кнопку с колбой.",
    "closeResearchCenterDialog": "Для проведения исследований вам нужно очень много ресурсов. Сейчас вы не можете ничего исследовать, т. к. у вас не хватит даже максимального количества ресурсов, которое вы можете накопить. Максимальное количество ресурсов повышается с увеличением количества секторов. Закройте меню исследований.",
    "yourPossibilities": "Теперь, когда у вас начальная база, вы также можете:\n1. Строить новые сектора (кнопка с новым сектором). Для этого вы должны находиться на территории нового сектора\n2. Нападать на других игроков (кнопка с прицелом). Для этого вы должны находиться на территории атакуемого сектора.",
    "goodLuck": "Удачной игры."
}
